{
  "version": "1.0",
  "generatedAt": "2026-01-29T23:45:09.078937+00:00",
  "repository": {
    "owner": "kepello",
    "repo": "music",
    "branch": "main"
  },
  "cover": "COVER.jpg",
  "readme": "For much of my life, I've leaned heavily into mental and logical thinking—engineering, structure, and problem-solving. Over time, I realized that this came at the expense of something equally important: emotional expression.\n\nMusic has always moved me, yet I only recently learned that this could be engaged with, not just felt.\nThe music I write now is an attempt to approach sound and song from a different direction: not analysis, polish, or achievement,\nbut expression. To feel, to experiment, and to allow emotional release without needing to justify it.\n\nThese are best thought of as personal collections—songs I’ve created primarily for myself, grouped by their tone, origin, and purpose rather than by style or polish.\n\nThe collections are Dedicated (songs for or about friends), Deeply (emotional songs written for my own processing), Digressions (light-hearted, curious, or playful detours), and Overtones (songs rooted in scripture and reflection). Together, they form a kind of musical journal—honest, unfinished, and allowed to be exactly what it is.\n\nThese songs were created for personal reasons, but you’re welcome to listen—and if you find any value in them, I hope you enjoy them.\n\nCarl Lance\n",
  "collections": [
    {
      "name": "Dedicated",
      "path": "Dedicated",
      "readme": "<img src=\"COVER.jpg\" alt=\"Album cover\" style=\"width: 300px;\">\n\nSome of these songs were written for friends.\nOthers were inspired by them.\n\nShared troubles are easier to bear. As Francis Bacon wrote, for those without true friends, “the world is but a wilderness.” Having real friends—and striving to be a good one in return—can make life more bearable. It can also make it deeply beautiful.\n\nThese songs come from that place.\nFrom friendships that steady us in hard moments, celebrate with us in joyful ones, and remind us that we do not walk alone.",
      "cover": "Dedicated/cover.jpg",
      "tracks": [
        {
          "name": "Buddy",
          "path": "Dedicated/Buddy",
          "readme": "_Buddy and Sid_\n\nSome songs are written as memories. Others are written as thank-yous.\nThis one is both.\n\n“Buddy and Sid” was written for a traveling overseer and his wife who served our circuit for a season—three short years that passed far too quickly. Their role takes them from place to place, strengthening congregations and then moving on, often without much fanfare. That’s the nature of the work, and it’s something I’ve always respected.\n\nDuring a particularly difficult period in my own life, Buddy took a genuine, personal interest in me. His kindness, encouragement, and steady support meant more than he probably realized at the time. He wasn’t just doing an assignment—he was being a friend. And that made all the difference.\n\nThis song is a simple expression of gratitude: for the roads they traveled, for the faith they helped strengthen, and for the care they showed along the way. Though they’ve moved on now to a new assignment, their kindness and service continue to bear fruit.\n\nSome friends are only with us for a chapter.\nSometimes that chapter changes everything.\n\nThis song is light-hearted, because they lightened my heavy heart.",
          "mp3": "Dedicated/Buddy/Buddy.mp3",
          "lyrics": "Buddy and Sid\n\nBuddy and Syd on the open road\nTraveling light with a precious load\nEvery place feels new somehow\nSame good work, the same vow\nNo fame to claim, no praise to chase\nJust faithful steps in Jehovah’s ways\n\nSent to strengthen, then move along\nHelping hearts grow firm and strong\nWith words that care and truth you share\nYou come to see how we all fare\n\nThank you for the roads you go\nFor every seed of faith you sow\nFor courage given, hope that grows\nIn every heart your kindness knows\nThree short years, then change of scene\nNew assignment, same routine\nBuddy and Syd, we want you to know\nWe’re deeply thankful for what you sow\n\nLong before us, the pattern stood\nServants who traveled as shepherds should\nPaul and Barnabas, place to place\nTeaching truth and building faith\nComing back just to see\nHow strong the brothers came to be\n\nThat same concern, that same care\nStill sends you onward everywhere\nNot settling down, yet leaving strong\nHelping faith where it belongs\n\nThank you for the roads you go\nFor every seed of faith you sow\nFor courage given, hope that grows\nIn every heart your kindness knows\nThree short years, then change of scene\nNew assignment, same routine\nBuddy and Syd, we want you to know\nWe’re deeply thankful for what you sow\n\nPack it up, then pack again\nNew halls, new doors, familiar friends\nYou plant, you water, trust the rest\nLeaving Jehovah to do the best\n\nThank you for the life you give\nFor showing how true love lives\nNot for a name, not for applause\nBut faithful service to the cause\nWherever you’re sent, wherever you go\nThis gratitude goes with you both\nBuddy and Syd, please always know\nYour work bears fruit more than you know\n\nWherever you’re sent, wherever you go\nThis gratitude goes with you both\nBuddy and Syd, please always know\nYour work bears fruit more than you know"
        },
        {
          "name": "Voice",
          "path": "Dedicated/Voice",
          "readme": "_Because He Hears My Voice_\n\nThis song was created as a gift for a friend.\n\nMy own musical instincts tend to lean toward blues, rock, country-rock, and acoustic folk. When I asked her what she enjoyed listening to, she told me—very kindly—that rock was her least favorite. Instead, she shared her love for smoother styles: jazz textures, gentle rhythms, expressive melody, and music that leaves room to breathe. She also shared a verse that’s especially meaningful to her—Psalm 116:1.\n\nSo this song was written with her ears and her heart in mind.  The lyrics are straight from scripture.\n\nIt was a treat stepping outside my usual habits and shaping something around her taste and the the verse she loves. While it may not be my natural style, that’s part of what made it special. This wasn’t about writing for myself—it was about listening, adapting, and offering something personal in response.",
          "mp3": "Dedicated/Voice/Voice.mp3",
          "lyrics": "Because He Hears My Voice\n\nBecause he hears my voice\n\nI love Jehovah\nBecause he hears my voice, my pleas for help\n\nFor he inclines his ear to me,\nAnd I will call on him as long as I live.\n\nThe ropes of death encircled me;\nThe Grave had me in its grip.\n \nI love Jehovah\nBecause he hears my voice, my pleas for help\n\nI was overcome by distress and grief.\n But I called on the name of Jehovah:\n\"O Jehovah, rescue me!\"\n\nJehovah is compassionate and righteous;\nOur God is merciful.\n\nI love Jehovah\nBecause he hears my voice, my pleas for help\n\nJehovah is guarding the inexperienced.\nI was brought low, and he saved me.\n\nI love Jehovah\nBecause he hears my voice, my pleas for help\n\nBecause he hears my voice\n\nLet my soul rest once again,\nFor Jehovah has dealt kindly with me."
        }
      ]
    },
    {
      "name": "Deeply",
      "path": "Deeply",
      "readme": "This music wasn't planned.\n\nI didn't expect songwriting to become a coping mechanism, or for it to arrive as suddenly and deeply as it did. But the timing, as painful as it is, feels strangely fortunate. We've just said goodbye to a dear pet—a family member and a special friend to my wife, Debra—and these songs have become a place where grief and gratitude can exist at the same time.\n\nI've always processed things slowly and inwardly. Writing lyrics and music has opened a new path—one that's raw, imperfect, and honest. The songs here aren't polished, and they may not carry meaning for anyone else. They weren't written for an audience. They were written because they needed to be.\n\nThis hurt to write yet brought unexpected relief. It marks a moment of learning how to let feelings out instead of holding them quietly inside. This is simply that: a record of emotions finding a voice, and music doing what I didn't know it could do—help me heal.",
      "cover": "Deeply/COVER.jpg",
      "tracks": [
        {
          "name": "Cami",
          "path": "Deeply/Cami",
          "readme": "This song was written in one of the hardest moments we’ve faced—saying goodbye to our dog, Cami.\n\nShe was with us for seventeen years, woven into the daily fabric of our lives in ways that are hard to explain unless you’ve loved a dog that long. She was especially precious to my wife, Debra, steady and close through every season. As age and illness took their toll, we reached a moment where love had to speak louder than the desire to hold on. It was the right decision. And it hurt deeply.\n\nThese lyrics aren’t about loss alone—they’re about a life fully shared. The small habits, the stubborn joy, the miles traveled together, and the quiet comfort she gave without ever needing words. Cami didn’t just live with us; she shaped the rhythm of our days and the way our home felt.\n\nLetting her go was an act of mercy, but it didn’t feel merciful in the moment. Writing this song became a way to say thank you—for the years, for the companionship, and for the way she taught us how deeply love can settle into ordinary life.\n\nSome love never really leaves.\nIt simply changes the shape of the room.",
          "mp3": "Deeply/Cami/Cami.mp3",
          "lyrics": "\nSeventeen years of time we trace\nSoft white curls, her adorable face\nScratch her back, she’d dance and spin\nLittle hops that made us grin\n\nShe had her say, her own small tone\nA little bark to claim her own\nStubborn joy on tiny feet\nA little stinker, firm and sweet\n\nFrom the passenger side, the miles rolled slow\nShe slept with me while Debra drove\nWhen Debra had her harder days, she’d stay\nCurled in close, she’d lay that way\n\nYou don’t measure a life by years\nYou count the smiles, you count the tears\nThose seventeen years aren’t lost today\nShe just taught us to love this way\n\nThe hardest mercy we ever gave\nWas letting love be more than stay\nHeld her close, said thank you then\nFor every mile, every when\n\nIf love could linger, she’d still be here\nIn quiet ways we still hold near\nEvery room still knows her name\nOur days will never be the same"
        },
        {
          "name": "Conviction",
          "path": "Deeply/Conviction",
          "readme": "This song was written about my relationship with my mother—a relationship that shaped me deeply and unevenly, in ways both strong and painful.\n\nWhen I was very young, she did something that left a lasting impression on me: she removed my alcoholic father from our home and chose a harder path rather than a quieter one. As a single mother, she carried responsibilities few could see and fewer would choose. She continued making payments on our home even after the bank had written off the loan, insisting on honoring the debt—not because she was required to, but because she wanted her sons to understand what integrity looks like when no one is watching. Those early years impressed me more than I understood at the time.\n\nLater, when my life took a spiritual direction different from hers, that strength turned into division. She was deeply upset and it divided us. She handed me a box of my baby pictures and told me I was no longer her son. We didn’t speak for years. When that break came, it wasn’t only words. There was no shouting, no long explanation—just a quiet finality that made the separation unmistakable.\n\nYears later, when I told her I was engaged, she agreed to meet us at a restaurant—a kind of neutral ground—to meet Debra. She soon loved Debra, and from that moment, we began again. We never revisited the lost years. There was no apology, no accounting—only a quiet restart, as if the silence had never happened.\n\nDuring COVID, illness carried her from hospital to rehabilitation and then to a nursing home. We weren’t allowed to visit. When the call finally came saying we could—and should—come right away, we drove straight there. She was unconscious when we arrived and lived only a few hours after.\n\nHer passing unsettled me in ways I didn’t expect. This song became a place to hold the complicated truth—that a relationship can be both loving and damaging, formative and unfinished. Writing it didn’t solve everything, but it helped give shape to feelings that had lived without words for a long time.\n\nSometimes healing doesn’t come from answers,\nbut from simply naming what was always there.",
          "mp3": "Deeply/Conviction/conviction.mp3",
          "lyrics": "I was old enough to feel the danger\nI knew the source, I knew the signs\nWords hit hard, but worse was waiting\nLiving always on the line\n\nYou fought to find your voice\nYou told him it was time to go\nThe house stood bare, the rooms were empty\nAnd emptiness felt safe, even so\n\nYou showed me without meaning \nHow conviction doesn’t bend\nThat doing what you believe is right\nCan still cost everything\n\nI wasn’t searching for a feeling\nI was trying to see it clear\nI read the words the way they stood\nAnd stayed with them right here\n\nI didn't start out to cross a boundary\nBut I knew what it would cost\nOnce I knew where I was standing\nI knew what might be lost\n\nI don’t need closure to remember\nOr forgiveness to be free\nWe loved each other in the space between\nWhat we were and couldn’t be\n\nIf love’s a debt we never settle\nI still carry mine with me\nSome truths don’t end in answers\nThey just keep company\n\nYou put my life in a cardboard box\nAnger and resolve side by side\nEverything was loud and breaking\nAnd neither of us knew how to survive\n\nI was too young to hold what you were saying\nYou were the one who had the final say\nI wasn’t trying to walk away from you\nI knew that I could no longer stay\n\nYou showed me without meaning \nHow conviction doesn’t bend\nThat doing what you believe is right\nCan still cost everything\n\nYears went by without a word between us\nJust a space I learned to stay\nThen I brought her name into the quiet\nAnd you didn’t turn away\n\nWe met on neutral ground, a borrowed table\nNothing asked for, nothing owed\nYou let her break the silence\nAnd something quietly let go\n\nI don’t need closure to remember\nOr forgiveness to be free\nWe loved each other in the space between\nWhat we were and couldn’t be\n\nIf love’s a debt we never settle\nI still carry mine with me\nSome truths don’t end in answers\nThey just keep company\n\nI tried to get to you through closed doors\nThrough rules I couldn’t bend\nI said your name to silent hallways\nHoping you’d hear it somewhere there\n\nI came when they said “now or never”\nYou were already gone inside\nI sat and held the space between us\nAnd said goodbye without your eyes\n\nIf love’s a debt we never settle\nI still carry mine with me\nSome truths don’t end in answers\nThey just keep company\n\nI learned how to keep walking\nWith unfinished things inside\nIf that was something you showed me\nI’m still learning how to say goodbye"
        }
      ]
    },
    {
      "name": "Digressions",
      "path": "Digressions",
      "readme": "Not all emotions are deep or painful. Some of the best ones are lighter—the kind that make you smile, chuckle, or tap your foot without realizing it. This collection lives in that space.\n\nSome of these pieces grew out of small moments that struck me just enough that I wanted to catch them before they passed. Others are simply the result of noodling, messing around, and seeing what might happen. None of it is meant to be heavy or deliberate.\n\nThat doesn't make these songs unimportant. In many ways, they may be the most essential. They're the ones I find myself returning to while driving, walking, or working—music that sits comfortably alongside everyday life rather than asking to be examined. These tracks aren't about depth or resolution; they're about accompaniment, curiosity, and the quiet joy of letting sound move along with the day.",
      "cover": "Digressions/COVER.jpg",
      "tracks": [
        {
          "name": "D",
          "path": "Digressions/D",
          "readme": "_The Key of D_\n\nThis song came from a small, slightly ridiculous moment.\n\nLate one evening, I nodded off while working on my laptop. When I startled awake, there was a long string of the letter D on the screen—my fingers, resting on the home row, had apparently kept typing while I slept. For whatever reason, the D key took the hit.\n\nThe next evening, the exact same thing happened.\n\nThat repetition felt odd, amusing, and just strange enough to stick with me. Why the letter D? What made it even funnier was the realization that “the D key” doesn’t just belong to a keyboard—it also happens to be the Key of D in music. That small overlap between muscle memory and musical instinct made the whole moment feel strangely appropriate.\n\nSo I leaned into the curiosity and the humor and wrote a song from it. No hidden meaning, no deeper message—just a lighthearted response to an accidental pattern and a grin-worthy connection. Not everything needs to be profound.\n\nSometimes a song exists simply because something made you smile.",
          "mp3": "Digressions/D/D.mp3",
          "lyrics": "Fingers falling like raindrops on the keys\nCursor blinking, judging me\nEyes half-closed, drifting off the breeze\nThen I start to see\nThe letter D, the D key\n“dee” “dee” “dee” — yeah, the nod-off disease\n\nThe screen’s a sea of letters glowing white\nEvery thought compiles into the night\nEach “dee” a footprint left behind\nFrom a drifting architect’s mind\n\nOh “dee”\nOh “dee”\nI’m stuck in the key of D\nNight runs long\nLogic hits the wall with me\nOh “dee”\nThat after-midnight plea\n\nThe clock’s a liar selling borrowed time\nSays, “One more fix, you’ll be fine”\nBut “dee” keeps tally, never lies\nMarks the moment my focus dies\n\nHome row humming like a tired refrain\nSyntax softening in my brain\nEvery “dee” a quiet sign\nI crossed the edge of compile time\n\nOh “dee”\nOh “dee”\nI’m stuck in the key of D\nNight runs long\nLogic hits the wall with me\nOh “dee”\nThat after-midnight plea\n\nSomewhere between the code and melody\nI’m working in the key of D\nNot major, minor — just barely awake\nOne hand on the board, one foot on the brake\nIt’s a lullaby in monospace\nA soft breakpoint in time and space\nIt’s my alibi\nFor why\n\n“dee” “dee” “dee” — a quiet alert\nFrom the edge of consciousness\n“dee” “dee” “dee” —\nYou should probably get some rest\n\nOh “dee”\nOh “dee”\nKeyboard key, melody\nSame old loop\nDifferent kind of harmony\nOh “dee”\nLate-night clarity\n\nSo I’ll save my work and let it be\nOne last “dee” staring back at me\nMorning light will ship the fix\nBut tonight belongs to “dee”"
        },
        {
          "name": "Jellybean",
          "path": "Digressions/Jellybean",
          "readme": "_The Last Jellybean_\n\nI didn’t really write this song.\n\nThe lyrics and topic were generated by artificial intelligence—chosen at random, playful to the point of absurdity. On the surface, it’s just a silly song about a runaway jellybean. And that’s exactly what it’s meant to be.\n\nBut this track belongs in this collection for a different reason.\n\nThis was the moment when I first connected the dots and truly understood what AI could do with music. Hearing a complete set of lyrics appear—structured, rhythmic, and oddly coherent—was eye-opening. More importantly, I realized that while the words weren’t mine, the choices still were. I could shape the arrangement, adjust the pacing, exaggerate the groove, and lean into the humor until the music landed exactly the way it needed to.\n\nAs I played with the arrangement, it started to make me laugh in the way the lyrics seemed to ask for. That was the pivot. The realization that AI could generate a spark, but I could mold it, bend it, and steer it toward expression—even when the expression was just playful nonsense.\n\nThis song marks the beginning of a new creative process for me. Not replacement. Collaboration. A new instrument, rather than an author.\n\nSo yes, it’s ridiculous.\nBut it opened a door.\n\nAnd once that door opened, everything that came after was possible.",
          "mp3": "Digressions/Jellybean/Jellybean.mp3",
          "lyrics": ""
        },
        {
          "name": "Left",
          "path": "Digressions/Left",
          "readme": "_Left-Brained Beginner Blues_\n\nThis song was written out of a very real—and very familiar—frustration.\n\nFor most of my life, I’ve leaned hard into the analytical side of my brain. Planning, structure, systems, measuring progress—those are places where I’ve been comfortable and confident. Guitar, it turns out, asks for something different.\n\nI’m taking lessons from an excellent teacher who also happens to be a friend. He models relaxation, feel, and listening—qualities that don’t neatly fit into spreadsheets or color-coded plans. I want to improve, so my instinct is to track everything: time spent, techniques attempted, mistakes made. Along the way, “practice” can crowd out “play.”\n\nThis song lives in that tension. It’s about the habit of overthinking, of turning music into metrics, and the quiet resistance that comes from the instrument itself. Fingers buzz. Timing slips. Progress refuses to be graphed. And underneath all of it is a simple question that keeps resurfacing: What if I stop measuring and just enjoy the sound coming out of the guitar?\n\nThe song doesn’t resolve the struggle—it just names it. Writing it helped me see that learning guitar isn’t only about developing skill, but about learning to loosen my grip, silence the running commentary, and trust something less orderly and more human.\n\nSometimes the hardest part of learning isn’t technique.\nIt’s permission.",
          "mp3": "Digressions/Left/Left.mp3",
          "lyrics": "Spread-sheet open on the stand \nColor-coded practice plan\n30 minutes, column three, \nCell D says fun, still empty\n\nFretting fingers, fretting mind, \nIndex lost on fret six through nine\nRelax your hand, the teacher grins\nI log that note, attempt again\n\nI've got that, left-brain beginner blues\nOverthinking every chord I choose\nMeasuring progress in neat reviews,\nBut my strum keeps choking on the two's\nyeah, I've got that, left brain beginner blues\n\nThumb at 90, wrist at 10\nI graph my pain restart again\nMetronome ticks, I chase the light\nStill arrive, one beat too tight\nBarre chord buzz like neon sign\nError, Error, out of line\n\nI make a chart of all my flubs\nShould probably just, you know, \nPlay stuff\n\nWhat if I'm miss, what if I slide, \nWhat if I just enjoy the ride?\n\nClose the app, uncheck the box, \nJust four bare colds, let them rock, \n\nThat's enough, that's enough\nThat's enough\n\nWhat if I'm miss, what if I slide,\nWhat if I just enjoy the ride?\n\nWhat if I'm miss, what if I slide, \nwhat if I just enjoy the ride?"
        }
      ]
    },
    {
      "name": "Overtones",
      "path": "Overtones",
      "readme": "<img src=\"COVER.jpg\" alt=\"Album cover\" style=\"width: 300px;\">\n\nI'm deeply moved by the beauty and depth of God's Word. For me, setting scripture to music helps it settle more firmly in my mind and heart—though I'm still learning how to do this well. Music has always moved me profoundly, and it has become a way for me to linger with passages I don't want to rush past.\n\nPsalm 1 speaks of reading in an undertone — a quiet, continual meditation. These songs are my attempt to take that same meditation and give it voice. What begins inwardly becomes something spoken and sung — an overtone.\n",
      "cover": "Overtones/COVER.jpg",
      "tracks": [
        {
          "name": "Anxious",
          "path": "Overtones/Anxious",
          "readme": "_Stop Being Anxious_\n\nThis was one of the first songs I arranged.\n\nThe lyrics aren’t mine. They come directly from scripture, from Jesus’ simple and direct statement: “Stop being anxious.” That sentence matters to me because it doesn’t deny reality. It acknowledges it. It recognizes that anxiety is already present—that the listener is already carrying something heavy.\n\nThat has always been true for me.\n\nI overthink. I internalize. Anxiety comes easily, and panic attacks have been part of my life. If that instruction stood alone, I wouldn’t know how to follow it. The ability to live with anxiety—to manage it, to reduce its grip—has come through good doctors, better medication, and the steady encouragement and reminders found in the Bible. Not one thing instead of another. All of it together.\n\nThis song centers on one of those reminders: the picture of a bird that doesn’t worry about what it will eat tomorrow. Not because life is easy, but because its care isn’t its own responsibility. And then the quiet, personal reminder that follows—that God cares for us… for me… far more than He does for the birds.\n\nThis song isn’t a cure and it isn’t a command shouted from a distance. It’s a gentle interruption—a reminder to pause, breathe, and loosen the grip just a little. Sometimes that’s enough for the moment.",
          "mp3": "Overtones/Anxious/Anxious.mp3",
          "lyrics": "Stop being anxious\n\nStop being anxious about your lives \nas to what you will eat or what you will drink, \nor about your bodies as to what you will wear.  \nDoes not life mean more than food and the body than clothing?\n\nStop being anxious about your lives\n\nStop being anxious\n\nObserve intently the birds of heaven; \nthey do not sow seed or reap or gather into storehouses, \nyet your heavenly Father feeds them. \nAre you not worth more than they are?\n\nStop being anxious about your lives\n\nStop being anxious\n\nStop being anxious about your lives\n\nStop being anxious\nAre you not worth more than they are?"
        },
        {
          "name": "Bow",
          "path": "Overtones/Bow",
          "readme": "The Bible account of Shadrach, Meshach, and Abednego strikes me as a remarkable expression of faith.\n\nI’ve had to take stands for my beliefs, but never with my life on the line. These three men did. Separated from their parents and upbringing for years, standing in a foreign land under immense pressure, they refused to bow to the image King Nebuchadnezzar erected. What makes their stand so compelling is not just their courage, but their clarity. They believed God could save them—but they did not presume that He would. And that uncertainty didn’t weaken their resolve. It made it purer.\n\nRegardless of the outcome, they would not compromise.\n\nThat raises questions I can’t ignore. I wonder what the future holds. Will I ever be asked to stand so clearly and so publicly for my faith? And if that moment comes, will I have the same steadiness, the same trust, the same willingness to remain faithful without guarantees? This song isn’t written from a place of confidence in myself, but from admiration—and hope—that I could follow their example.\n\nBecause the account itself is intense and unyielding, I tried to make the music reflect that weight—though I'm still experimenting with how to do that effectively. I chose a heavier rock mood to match the gravity of the story. Through experimentation, I added a reggae influence and found that the fusion carried a kind of grounded resolve that fit the message—in tension rather than contradiction. It’s not a style I would normally reach for, but the blend felt right, and the experiment proved valuable. You’ll hear that influence show up in other songs as well, as I’ve come to enjoy exploring where genres intersect.\n\nAt its core, this song is about conviction without conditions.\n\nFaith that says:\nEven if He does not… I will not bow.\n",
          "mp3": "Overtones/Bow/Bow.mp3",
          "lyrics": "Neb-you-kad-nezzar made an image\nSixty cubits high\nHerald cried it loud\nSo every soul replied\n“Bow when you hear it\nEvery drum and horn”\nFall before the gold\nOr face the burning flame\n\nShadrack, Meshack, Abed-nee-go\nAnswered the king that day:\n“The God that we serve\nIs able to save\nAble to make a way”\n\nBut even if He does not\nLet it be known, O king\nWe will not bow to your gods\nOr worship that golden thing\n\nThe king burned with anger\nHis temper flamed\n“Heat that furnace hotter”\nSeven times the same\nFaith in their hearts\nAs they stepped toward the fire\n\nThe fire roared louder\nThan the crowd that day\nThe soldiers who led them\nWere swept away\nBut the three Hebrews stood\nThough the heat came fast\nTrusting their God\nThrough the flame’s blast\n\nThe king rose shaking\nHis voice grew thin\n“Did we not throw three\nBound men in?”\n\n“Look! I see four men walking\nIn the middle of the flame\nUnbound, unharmed\nCalling on Gods name\n\nShadrack, Meshack, Abed-nee-go\nhad answered the king \n“The God that we serve\nIs able to save\nAble to make a way”\n\nBut even if He does not\nLet it be known, O king\nWe will not serve your gods\nOr worship any 'THING'\n\nThe king called them out\nTo the furnace door\n“Servants of the Most High God\nCome out once more”\nNot a hair was burned\nNo smoke remained\n\nBlessed be the God\nWho rescued His own\nThey trusted in Him\nThey did not stand alone\nThey chose to die\nBefore they’d bend\nFaith in their God\nUntil the end\n\nBut even if He does not\n\nWe will not bow\nEven if He does not\nWe will not bow"
        },
        {
          "name": "Dove",
          "path": "Overtones/Dove",
          "readme": "_If Only I Had Wings Like a Dove_\n\nThis song draws its words from one of the Psalms that has stayed closest to me—Psalm 55.\n\nIn it, David is not calm or composed. He is distressed, pressed, and overwhelmed. He gives voice to a longing that feels instantly familiar: the desire to be like a bird and simply fly away from what is hurting him. Not to fix it. Not to confront it. Just to escape it.\n\nThese verses resonate with me deeply.\n\nDavid cried out to God, and Jehovah saved him—but that salvation didn't spare him from the emotions of the moment. The fear, the turmoil, the weight of betrayal and danger were still real. I notice that scripture doesn't sanitize that—it preserves David's humanity in full view, and that honesty is what gives his words their power, at least for me.\n\nDavid’s life was complicated. He made large, public mistakes, and the emotional cost of those choices followed him. Yet he continued to write, to pray, to trust, and to endure. He teaches us how to live through moments when escape isn’t possible—when you can’t fly away—by turning to God for refuge, safety, and concealment.\n\nThere is a tension here that feels very real: God can—and does—save us. And yet we may still struggle deeply within the reality we're standing in. In my experience, faith doesn't erase that struggle—it gives us somewhere to bring it.\n\nThese verses are poetic, raw, and unresolved in the best possible way. They remind us that scripture is not distant or theoretical—it is lived, felt, and painfully honest. And because of that, it becomes practical. It becomes relatable. It becomes something we can lean on when we feel overwhelmed ourselves.\n\nSometimes endurance isn’t about strength.\nIt’s about knowing where to turn when you can’t fly away.\n",
          "mp3": "Overtones/Dove/Dove.mp3",
          "lyrics": "If only I had wings like a dove\n\nMy heart is in anguish within me,\nAnd the terrors of death overwhelm me.\nFear and trembling come upon me,\nAnd shuddering grips me.\n\nI keep saying: “If only I had wings like a dove!\nI would fly away and reside in safety.\n\nLook! I would flee far away.\nI would lodge in the wilderness.\nI would hurry to a place of shelter\nAway from the raging wind, away from the storm.”\n\nI keep saying: “If only I had wings like a dove!\nI would fly away and reside in safety.\n\nI keep saying: “If only I had wings like a dove!\nI would fly away and reside in safety.\n\nAs for me, I will call out to God,\nAnd Jehovah will save me.\nEvening and morning and noontime, I am troubled and I groan,\nAnd he hears my voice.\n\nI keep saying: “If only I had wings like a dove!\nI would fly away and reside in safety."
        },
        {
          "name": "Endurance",
          "path": "Overtones/Endurance",
          "readme": "_Endurance To The End_\n\nMatthew 10:22 says:\n“You will be hated by all people on account of my name, but the one who has endured to the end will be saved.”\n\nAs I reflected on this verse, the example of Jeremiah came to mind. When God called him, he felt inadequate and reluctant. Yet he accepted his assignment and carried it out, even as opposition and suffering increased. He was rejected, beaten, imprisoned, and later thrown into a deep well and left to die. At one point, he resolved to stop speaking God’s words altogether—but he could not. God’s message burned within him like a fire he could not contain.\n\nWhat moves me about Jeremiah is how human he feels. He was overwhelmed, afraid, and at times exhausted by his calling, yet he endured. He was not appreciated or celebrated, but he remained faithful to the words he had been given to speak. His life shows that endurance is often quiet, costly, and unseen.\n\nI relate to that struggle. I often feel inadequate and overwhelmed, and I wonder whether faithfulness is still possible in those moments. This song is my reflection on that question—whether enduring to the end is less about strength, and more about continuing on when stopping feels easier.",
          "mp3": "Overtones/Endurance/Endurance.mp3",
          "lyrics": "\nHated for the Name you bear,\nEndure to the end—salvation’s there.\n\nYou called my name before I knew\nWhat it would cost to follow You\nI said my hands were much too small\nMy voice not strong enough at all\n\nStill You put the truth into those hands\nAnd told me, “Go and make a stand”\nI spoke the words You gave to say\nThey turned their hearts and looked away\n\nThey may hate me for Your name\nLet the world reject and blame\nGive me strength to still proclaim\nEvery word just the same\n\nThey beat me down for what I said\nBound me where the darkness spread\nI told myself I’d speak no more\nBut silence burned me to the core\n\nThey may hate me for Your name\nLet the world reject and blame\nGive me strength to still proclaim\nEvery word just the same\n\nI tried to bury every word\nPretend the call was never heard\nI was torn inside of me\nA fire that would not let me be\n\nThey may hate me for Your name\nStill I speak it just the same\nI will carry every word\nI was given to be heard\n\nHated for the sake of Your name\nI endure to the end—the same"
        },
        {
          "name": "Happy",
          "path": "Overtones/Happy",
          "readme": "_Happy Is The One Who Reads it Aloud_\n\nMost people don’t think of the Bible book of Revelation as a message of happiness. Yet that’s exactly how it begins—with a promise that those who read it, who hold on to it, and who live by it will be happy. That promise has always stood out to me.\n\nRevelation doesn’t ignore suffering or minimize it. Instead, it looks straight through it—past fear, past loss, past grief—and points prophetically to a future we long for. Some of the most encouraging words in all of scripture are found there.\n\nAmong them are Revelation 21:3, 4.\n\nFew promises are more deeply comforting: an end to pain, an end to death, and the assurance that the things which have wounded us will fade, no longer recalled, no longer shaping our days. It’s not just relief—it’s restoration. The idea of a future where suffering doesn’t merely stop, but loses its grip on memory, has always filled me with hope.\n\nI challenged myself with this song to focus on happiness. Not shallow cheerfulness, but genuine joy rooted in promise. I wanted the music itself to feel good—to move, to groove, to invite a smile. This one makes my toe tap. It lifts my mood every time I play it.\n\nThose verses have always made me happy. But somehow, setting them against a rhythmic pulse—yes, even imagining slap bass—transformed them into something fresh and alive for me. The message didn’t change. My experience of it did.\n\nThis song did what I hoped it would: it made me smile.",
          "mp3": "Overtones/Happy/Happy.mp3",
          "lyrics": "Happy is the one who reads it aloud\nHappy the ones who hear\nWho hold on to the words that are written\nKnowing the time is near\n\nI heard a voice from the throne say,\n“Look now — God is here.\nHe will dwell among mankind,\nHe will stay, He will draw near.\nThey will be His people now,\nAnd He Himself will be there.”\n\nHe will wipe every tear from their eyes,\nDeath will be gone.\nNo more mourning, no more crying,\nNo more pain hanging on.\nAll the former things have faded,\nThey are past, they are gone.\n\nHappy is the one who reads it aloud\nHappy the ones who hear\nWho hold on to the words that are written\nKnowing the time is near\n\nThe one on the throne said softly,\n“Look now — I make things new.\nWrite it down so you remember,\nThese words are faithful, true.\nWhat I’ve spoken will not fade,\nLet it carry you through.\n\nBe happy as you read it aloud,\nBe happy as you hear.\nHold on to the words that are written,\nYou know the time is near."
        },
        {
          "name": "Hope",
          "path": "Overtones/Hope",
          "readme": "_There Is Hope Even For A Tree_\n\nMy song “There Is Hope Even for a Tree” is based on Job chapter 14.\n\nJob comes across to me as a man of profound faith. He was battered by suffering without knowing its source, deeply wounded to the point where death felt like relief. Those feelings can resonate with us at times as well.\n\nWhat stands out most is not his pain, but his faith. Without most of the Bible yet written, without examples of resurrection, without the teachings of Jesus, Job was still convinced that his God would not forget him. He believed God had set a limit to death—and that life could return again. That confidence brings great comfort to us, reminding us that such faith is possible.\n\nOne verse in this chapter struck me in a new way during a recent reading—something I had previously overlooked. Job’s simple comparison to a tree:\n\n“For there is hope even for a tree.\nIf it is cut down, it will sprout again.”\n\nSuch a quiet image, and yet so powerful. Life returning where it seemed finished. Hope surviving even after loss.\n\nThat single illustration became the heart of this song.\n",
          "mp3": "Overtones/Hope/Hope.mp3",
          "lyrics": "For there is hope even for a tree.\nIf it is cut down, it will sprout again,\nAnd its twigs will continue to grow.\n\nIf its root grows old in the ground\nAnd its stump dies in the soil,\nAt the scent of water it will sprout;\nAnd it will produce branches like a new plant.\n\nFor there is hope even for a tree.\nIf it is cut down, it will sprout again,\nAnd its twigs will continue to grow.\n\nBut a man dies and lies powerless;\nWhen a human expires, where is he?\nWaters disappear from the sea,\nAnd a river drains away and dries up.\n\nFor there is hope even for a tree.\nIf it is cut down, it will sprout again,\nAnd its twigs will continue to grow.\n\nMan also lies down and does not get up.\nUntil heaven is no more, they will not wake up,\nNor will they be aroused from their sleep.\n\nFor there is hope even for a tree.\nIf it is cut down, it will sprout again,\nAnd its twigs will continue to grow.\n\nO that in the Grave you would conceal me,\nThat you would hide me until your anger passes by,\nThat you would set a time limit for me and remember me!\n\nFor there is hope even for a tree.\nIf it is cut down, it will sprout again,\nAnd its twigs will continue to grow.\n\nThat you would set a time limit for me and remember me!\n\n"
        },
        {
          "name": "Love",
          "path": "Overtones/Love",
          "readme": "_1 Corinthians 13:1–8_\n\nI've never thought of Paul as a poet or lyricist in the way I think of David. But as I've spent more time with these verses, I'm starting to notice beauty not only in their content, but in their form as well—though I'm far from an expert in this.\n\nPaul places himself in the first person—not to accuse or confess himself or us, but to reason. He first imagines the highest forms of human goodness—eloquence, insight, sacrifice, faith—and then gently empties them of weight when love is absent. Even the most impressive gifts are revealed as sound without substance: nothing more than empty noise.\n\nBeginning in verse 4, he turns from hypotheticals and simply names what love is. The language becomes plain and simple, avoiding metaphor and self-reference. Love is patient. Love is kind. It does not exalt itself or delight in what is false. It bears, believes, hopes, and endures—not heroically, but steadily. Love is now allowed to stand firm in simplicity and contrast.\n\nThe song ends without crescendo or release. It doesn’t rise—it settles.\n",
          "mp3": "Overtones/Love/Love.mp3",
          "lyrics": "If I spoke the tongues of angels\nEvery language, every sound\nIf my voice could reach the heavens\nBut love was not around\n\nGrant a generous assumption\nSuppose I had it all\nNothing more than empty noise\nI would matter not at all\n\nIf I knew the hidden future\nEvery secret, every sign\nIf I held the truth in my hands\nEvery reason, every why\n\nIf my faith could move the mountains\nShift the ground beneath my feet\nWithout love I would stand empty\nNothing solid underneath\n\nIf I gave away my riches\nIf I laid my body down\nEven everything I offered\nNo meaning would be found\n\nWithout love it comes to nothing\nNo reward, no lasting gain\nEvery cost returns to silence\nEvery sacrifice in vain\n\nLove is patient\nLove is kind\nIt does not envy\nIs not self-inclined\n\nIt does not keep\nA record of wrongs\nIt does not delight\nIn what's not right\n\nIt bears all things\nBelieves again\nIt hopes beyond\nWhat strength can lend\nIt stays the course\nIt stands through trials\nIt endures until the end\n\nThis is where love stands firm\nThis is what remains\n\nLove never fails"
        },
        {
          "name": "Mercy",
          "path": "Overtones/Mercy",
          "readme": "_(Jonah 1,2)_\n\nThis song sits with a familiar story and looks beyond the summary. Jonah is often remembered for running, but his story is really about fear, responsibility, correction, and compassion. He was chosen, overwhelmed, wrong at times — and still heard.\n\nThe distance Jonah runs is not measured in miles so much as uncertainty and fear. Between panic and obedience, between judgment and prayer, his story reminds us that even sincere faith can falter, and that faltering does not mean being abandoned.\n\nAs I understand it, mercy here is not approval or excuse. It doesn't rush, announce itself, or explain everything. It seems to meet us where we fall, correct us where we wander, and remain when fear makes obedience feel impossible—at least, that's how this story speaks to me.\n\nThis song is less about what Jonah did, and more about what God did — and continues to do — for imperfect people trying to obey under the weight of fear.\n",
          "mp3": "Overtones/Mercy/Mercy.mp3",
          "lyrics": "The timbers cried, the canvas tore\nA howling wind that he couldn't ignore\nMen shouting prayers to gods of stone\nWhile guilt sat heavy in Jonah's bones\n\nHe knew the cost, he knew the blame\nKnew every wave was calling his name\nHe saw their fear, he heard their cries\nAnd chose the sea before their eyes\n\nA prophet called in a broken land\nFaithful steps where few would stand\nKings did wrong, the message — hard\nStill Jonah spoke what God had charged\n\nBut NIN-uh-vuh loomed, a city of blades\nStreets soaked deep in violent ways\nA message heavy on his tongue\nA call that left his courage numb\n\nSo don’t be quick to call him weak\nOr judge the fear he couldn’t beat\nHe fell, he learned, he rose again\nThat’s how God’s mercy reaches men\n\nIf you’ve ever run, if you’ve ever prayed\nFor the storm to break, for the fear to fade\nHold to this truth when hope is gone:\nAll things are possible\n— with GOD\n\nCold black water, no way back\nSeaweed pulling, light turned black\nThe ship pulled off, the night closed in\nSilence deeper than the wind\n\nThen in the deep, a living grave\nA great fish took him from the waves\nYet even there, where hope had fled\nHis breath was held — not lost, not dead\n\nInside the dark, his cry, his prayer\nJehovah heard — always there\n\nNo depth too deep, no night too long\nNo place beyond where He is strong\nHe knows your fear, He hears your cry\nHe stays with you when hope runs dry\n\nThree days waiting, mercy shown\nThe sea gave way — he was not alone\nHe doesn’t leave us where we fall\nHe will help us up — He can save us all\n\nSo don’t be quick to call him weak\nOr judge the fear he couldn’t beat\nHe fell, he learned, he rose again\nThat’s how God’s mercy reaches men\n\nIf you’ve ever run, if you’ve ever prayed\nFor the storm to break, for the fear to fade\nHold to this truth when hope is gone:\nAll things are possible\n— with GOD\n\nHe walked back up that broken road\nNot proud — but changed, and not alone\nIf God could lift him from that sea\nHe can still do the same for me"
        },
        {
          "name": "Ordinary",
          "path": "Overtones/Ordinary",
          "readme": "_Ordinary Ways_\n\nI love Peter. In the Gospels, he comes across as so unmistakably real—impetuous, outspoken, imperfect. And yet, we never doubt his love or his faith. He learned, sometimes the easy way, often the hard way. But he learned. And that is what makes him such a powerful example for us.\n\nOne moment that captures this so clearly is the account of Jesus washing the apostles’ feet. It reveals the masterful way Jesus taught—often through action.\n\nIn this song, I imagine that scene from Peter’s point of view. At first, he resists. Surely this work is beneath Jesus. Then, once corrected, Peter swings in the opposite direction—asking Jesus to wash him completely. In both responses, we see Peter learning in real time.\n\nThe lesson I see Peter learning is that greatness is shown through service rather than prominence—though I'm still trying to understand what that really means in practice. And that service, practiced quietly and consistently, speaks more powerfully than the grandest display.\n\nI want to imitate that example—and no doubt fail many times along the way. And that’s why I love Peter. He shows us that you can miss the lesson, stumble forward, and still keep trying until it finally takes root.\n",
          "mp3": "Overtones/Ordinary/Ordinary.mp3",
          "lyrics": "He got up from the evening meal\nRose from the table low\nLaid His coat aside\nWhere the lamplight barely glowed\n\nHe tied a towel around His waist\nLike a servant passing through\nPoured water in the basin there\nAnd did what none would do\n\nWe’d been talking under our breath\nWho was strong, who would lead\nWatching hands stay clean and still\nWhile pride refused to kneel\n\nNo one reached for the washing bowl\nNo one claimed that place\nThen He crossed the room in silence\nAnd stopped in front of my face\n\nLord, you’ll never wash my feet.\nHe said -- If I don’t wash you,\nyou have no part with Me.\n\nLord—then ALL  of me\nDon’t stop what You’ve begun\nMy hands, my head, wash everything\nIf that’s how this is done\n\nHe took His place and said, “You see\nWhy I came down low?\nYou call Me Teacher —and you are right\nSo do what I just showed.”\n\nYou showed me love doesn’t look like thrones\nOr who the room obeys\nIt looks like bending down to serve\nIn ordinary ways\n\nIf You would wash another’s feet\nKnowing what we’d do\nThen teach my hands the humble work\nYou’ve shown them how to do\n\nOpen eyes and willing hands\nThe work that goes unseen\nServing is shown in lowered ways\nIn places in between\n\nYou showed me love doesn’t look like thrones\nOr who the room obeys\nIt looks like bending down to serve\nIn ordinary ways\n\nIf You would wash another’s feet\nKnowing what we’d do\nThen teach my hands the humble work\nYou’ve shown them how to do\n\nThe basin’s still there\nThe towel still worn\nThe work You showed me\nStill goes on\n\nYou showed me love doesn’t look like thrones\nOr who the room obeys\nIt looks like bending down to serve\nIn ordinary ways"
        },
        {
          "name": "Paradise",
          "path": "Overtones/Paradise",
          "readme": "",
          "mp3": "Overtones/Paradise/Paradise.mp3",
          "lyrics": "On a hill where the daylight waned,\nHope was barely drawing breath;\nA quiet plea through suffering sustained,\nPlease remember me beyond my death.\n\nNo throne revealed to mortal eyes,\nNo royal robe on proud display;\nYet every word began to rise,\nA kingdom spoken on its way.\n\nToday this promise lives\nThough hope waits just beyond our sight\nWhat God has sworn — He gives\nAnd all that’s broken will be right\n\nHold fast the guarantee\nThe promise stands —\nFor each our lives\nYou WILL — be with Me\nIn paradise\n\nJust a little while — the proud are gone for good\nTheir footprints fade from view\nYou search the ground where they once stood\nAnd find the earth made new\n\nThe humble stand with heads held high\nThe weight of fear begins to cease\nThey inherit more than soil and sky\nThey inherit rest and peace\n\nToday this promise lives\nThough hope waits just beyond our sight\nWhat God has sworn — He gives\nAnd all that’s broken will be right\n\nHold fast the guarantee\nThe promise stands —\nFor each our lives\nYou WILL — be with Me\nIn paradise\n\nThe meek will possess the land,\nKnowing a joy beyond belief;\nThey will inherit what God has planned,\nAnd live in abundant peace.\n\nToday this promise lives\nThough hope waits just beyond our sight\nWhat God has sworn — He gives\nAnd all that’s broken will be right\n\nHold fast the guarantee\nThe promise stands —\nFor each our lives\nWe WILL — be with You\nIn paradise\n\nJust a little while, we wait,\nThe promise firm and sure;\nWhat lies ahead will not come late,\nHis promise will forever endure."
        },
        {
          "name": "Planted",
          "path": "Overtones/Planted",
          "readme": "",
          "mp3": "Overtones/Planted/Planted.mp3",
          "lyrics": "Blessed is the one who doesn’t wander\nToward wicked counsel, dry and thin\nHe won’t stand where sin takes root\nHe won’t sit where lies begin\n\nBut he leans with delight to the law of Jehovah\nIt waters his roots, slow and sure, day and night\n\nLike a tree planted by the stream\nSet in the ground by a careful hand\nLaid where the waters were made to run\nBearing fruit, just as it was planned\n\nWhen the sky goes hard and bare\nAnd the ground forgets the rain\nIts leaves stay full through the burning heat\nNo mark of loss, no sign of strain\n\nLike a tree planted by the stream\nSet in the ground by a careful hand\nLaid where the waters were made to run\nBearing fruit, just as it was planned\n\nAnd all that he sets his hands to bears\n"
        },
        {
          "name": "Valley",
          "path": "Overtones/Valley",
          "readme": "",
          "m4a": "Overtones/Valley/Valley.m4a",
          "lyrics": "Still shadows ahead\nStill strength in my bones\nStill in the valley\nBut never on my own\n\nThe shadow stretches, the dark holds on\nBut the promise does not depart\nI have walked this way before\nI have learned the Shepherd’s heart\n\nBetween the mountains, the valley waits\nFive stones in my pouch, ready to rise\nHe laughs from his height of hardened steel\nCalls out for a fighting man\n\nI was sent for bread, not for a blade\nNot numbered among the strong\nI learned the quiet of open fields\nWhere fear and faith stand strong\n\nThe battle line was drawn in fear\nNot earth beneath our feet\nHe thundered from his height of steel\nDaring one man to speak.\n\nThough I stand in the valley of death\nI won’t leave room for fear\nYou’re with me in shadow and dark\nYour word draws me near\nI let his words ring hollow\nI won’t trust the sword or shield\nI stand in the valley of death\nAnd I know who walks this field\n\nYears pass heavy, the throne grows cold\nThe night finds a man alone\nI write by lamp, I answer in song\nOf a road that I’ve known\n\nThe valley wears a different face\nNo shouting now, no steel\nBut the same hand that steadied my aim\nNow teaches my heart to be still\n\nThe shadow stretches, the air hangs low\nAnd the old voice calls my name\n“Give me a man, and let us fight it out!””\nBut the promise still remains\n\nThough I walk in the valley of death\nI won’t leave room for fear\nYou’re with me in shadow and dark\nYour word draws me near\nYour rod has guided every step\nYour staff has held me still\nI walk through the valley of death\nAnd my soul is standing still\n\nBefore the stone cut through the air\nBefore the giant fell\nYou were already in the valley\nI was never alone - in EE-luh\n\nSo I walk through the valley of death\nHead lifted, heart awake\nGoodness follows all my days\nMercy never waits\nIf this road runs through darkness\nAnd it still is Your will\nI walk through the valley of death\nAnd I will fear no EE-ville\n\nStill darkness ahead\nStill strength in my bones\nStill in the valley\nBut never on my own\n\n"
        },
        {
          "name": "Where",
          "path": "Overtones/Where",
          "readme": "",
          "mp3": "Overtones/Where/Where.mp3",
          "lyrics": "“Where is their God?”\nOur God is in the heavens;\nHe does whatever he pleases.\n\nTheir idols are silver and gold,\nThe work of human hands.\nA mouth they have, but they cannot speak;\nEyes, but they cannot see;\nEars they have, but they cannot hear;\nA nose, but they cannot smell;\nHands they have, but they cannot feel;\nFeet, but they cannot walk;\nThey make no sound with their throat.\n\n“Where is their God?”\nOur God is in the heavens;\nHe does whatever he pleases.\n\n“Where is their God?”\nOur God is in the heavens;\nHe does whatever he pleases.\n\nThe people who make them \nwill become just like them,\n\nTheir idols are silver and gold,\nThe work of human hands.\nA mouth they have, but they cannot speak;\nEyes, but they cannot see;\nEars they have, but they cannot hear;\nA nose, but they cannot smell;\nHands they have, but they cannot feel;\nFeet, but they cannot walk;\nThey make no sound with their throat.\n\n“Where is their God?”\nOur God is in the heavens;\nHe does whatever he pleases.\n\n"
        },
        {
          "name": "Zac",
          "path": "Overtones/Zac",
          "readme": "",
          "mp3": "Overtones/Zac/Zac.mp3",
          "lyrics": "Crowd packed tight on a dusty street\nEverybody swaying just to catch a peek\nSomething good going on today\nBut Zacchaeus couldn’t see a single thing that way\n\nHe hopped left, he hopped right\nStill lost in a sea of robes and sandals tight\nSaid “Nah man, I’m not done yet”\nSaw a tree and made a quick ascent\n\nLittle legs, big old grin\n“Best seat in Jericho, I’m settling in”\nLeaves shaking, branch bending free\nStill laughing like, “Hey — I can see!”\n\nzak in the tree, rocking back and forth\nDidn’t come for the shade, came chasing something more\nzak in the tree, mind wide open\nDidn’t know love was already spoken\nzak in the tree — hey hey\nTurns out  faith can climb that way\n\nJesus stopped, looked up slow\nCalled him by name like “I know you, bro”\n\"Zacchaeus, come down, don’t waste no time\nToday I’m stepping into your life”\n\nCrowd went “Hmm,” crowd went “Nah”\n“That’s the tax man, look who you are”\nBut Zacchaeus hit the ground with a brand new pace\nLike the sun just punched him in the face\n\nBooks and numbers, coins and fears\nFell real quiet when love got near\nTruth stood up, heart stood tall\nDidn’t feel small anymore at all\n\nzak in the tree, climbing out of shame\nFunny how mercy always knows your name\nzak in the tree — upside surprise\nFound himself when he changed his mind\nzak in the tree — hey hey\nLove came looking that day\n\nHalf to the poor, let it flow\nFour times back, yeah everybody know\nMore than the law, more than fair\nThat’s what happens when you stop pretending you don’t care\n\nYou can’t outrun it\nCan’t out-climb it\nLove's got legs, man\nAnd perfect timing\n\nWhere was Zacchaeus?\nUp in the tree!\nWhat he looking for?\nHe didn’t even know — but mercy!\n\nzak in the tree, lost then found\nJoy came laughing to the ground\nSon of Abraham, welcome home\nTurns out nobody walks alone\nzak in the tree — hey hey\nThat’s how love works its way\n\nYeah…\nSometimes faith don’t look so neat\nSometimes it climbs up fig-mulberry trees\nIf you wanna see what  faith can be\nMight have to move… and climb a little free"
        }
      ]
    }
  ]
}